#include<iostream>
#include<string>
using namespace std;
void variantt()
{
    cout << "Выберете вариант использования программы:" << endl
        << "1) Определение разницы значений кодов в ASCII буквы в прописном и строчном написании, если введен символ латинского алфавита"
        << endl << "2) Определение разницы значений кодов в Windows-1251 буквы в прописном и строчном написании, если введен символ русского алфавита"
        << endl << "3) Вывод в консоль кода символа, соответствующего введенной цифре"
        << endl << "4) Выход из программы" << "\n\n" << "<------------------------------------------------------------------->" << endl;
}